banner = """

                                                                                                                                                                                      
                               &@@@@@@@@@@@@@, /@@@@@@@@@@@@@@#   *@@@@@@@@@@@#    /@@@@@@@@@@@@@@  &@@@/      *@@@@@. /@@@@@@@@@@@@@@  ,@@@@@@@@@@@@@@   @@@@@@@@@@@@@@                                
                            .@@@@@@@@@@@@@@#  &@@@@@@@@@@@@@&  %@@@@@@@@@@@@@@@  &@@@@@@@@@@@@@@  (@@@@.   *@@@@@/   &@@@@@@@@@@@@@@. (@@@@@@@@@@@@@@, ,@@@@@@@@@@@@@@(                                 
                           &@@@@#//////.         .@@@@*      .@@@@*      @@@@& .@@@@/            @@@@@//@@@@@@.    .@@@@@//////*     @@@@@////////    &@@@@                                             
                           @@@@@@@@@@@@@       @@@@@       @@@@@      *@@@@. %@@@@            /@@@@@@@@@@@       &@@@@@@@@@@@@@  /@@@@@@@@@@@@@   .@@@@*                                              
                                  .@@@@/      .@@@@/      .@@@@*     .@@@@@  @@@@<            @@@@&    @@@@&               &@@@@  @@@@@            @@@@@                                                
                       @@@@@@@@@@@@@@@       &@@@@       .@@@@@@@@@@@@@@%   @@@@@@@@@@@@@@/ /@@@@      /@@@@   %@@@@@@@@@@@@@@*  @@@@@@@@@@@@@@%  @@@@@@@@@@@@@@@                                       
                                                                                                                                                                           
                                                                       🤲  Black men will always be watching :) 🤲       
                                                                       Check out my github page 🤲 :  https://github.com/Pheanoukma 

                                                               
"""
print(banner)

def menu():
    print("(1) Show and list all the vulnerable accounts.")
    print("(2) Github page!! ")
    print("(99) exit ")

menu()
option = int(input("Enter the option : "))

if option == 1:
        banner = """
1.
HY KIMHOUCH
010229964
2.
LY SREYDY
017862052
3.
ON NET
093285022
4.
Kru yuthi
012579673
5.
kru dary
070762904
6.
Tc malay 🤲
010567291
7.
Kru runn 🤲
017263535
8.
 Kru 🤲
012342457
9.
Kru synin 🤲 
093620430
10.
kru thary 
017377865
11.
Kru sin 🤲
098905654
12.
kru pisey
069203246
13.
Kru kimleng
( NULL )
14.
Kru vichet
085511281
15.
Tc bio 🤲
017336378
16.
Kru server
016789006
17.
Kru sochea
098449253
18.
Kru chet
093429004
19.
Kru pheaveak
0967338583
20.
Kru socheat 🤲😀
017545571
21.
Kru vorleak 😀
092498721
22.
Kru koy 😀
012955136
23.
kru somnang 😀
0966425901
24.
Kru chay
0963031836
25.
Kru taro
086447697
26.
Kru banh 
081325945
27.
Kru chomran
070306210
28.
Kru kheng 
015924967
29.
Kru maely
069951137
30.
Reach math kru 😀
087301610
31.
Best teacher geo 😁🙏
0979998367
32.
Kru reasey 😁
087327234
33.
Kru sophy 😁
010968173
34.
Teacher bopha! 😁
0963811893 
35.
Kru theara
011797571
36.
kru chanu
0975470202
37.
tc economy
081294142
38.
Kru bunnath
017851971
39.
Tc marina  😩😥😓😧😧
098582336
40.
Kru vichet! 😁
011909217
41.
Kru thea 😁
086393890
42.
Kru chen  😁😁😁
087595706
43.
Kru thary 
016867782
44.
Kru vuth
012396348
45.
Kru beoun 😁
070367727
46.
Kru runn :)
089320600
47.
Kru chetra
0962424097
48.
Tc thida 😁
093254285
49.
tc Senghuy!😁
069556434
50.
Tc math 😁
092271475
51.
Kru pheavan
0486724512
52.
Kru phal 😁
012964695
53.
Kru sokni
081511401
54.
Tc somphors 😁
070434498
55.
Kru sim 😁
093490449
56.
Tc vapy ( aka best tc ) 😁
016649296
57.
kru sareth 
07025152 """ ;print(banner)      
elif option == 2: 
             print("MY github page 😁 https://github.com/Pheanoukma")
else:
        print("invalid option you stupid")

        print()
        menu()
        option = int(input("enter your option bruh"))

print("Thanks for using this goofy ahh program that has been coded by bukake 😁")
banner = """


██╗░░░░░██╗░░░██╗██╗░░░░░███████╗  ██████╗░██╗░░░██╗███████╗
██║░░░░░██║░░░██║██║░░░░░╚════██║  ██╔══██╗╚██╗░██╔╝██╔════╝
██║░░░░░██║░░░██║██║░░░░░░░███╔═╝  ██████╦╝░╚████╔╝░█████╗░░
██║░░░░░██║░░░██║██║░░░░░██╔══╝░░  ██╔══██╗░░╚██╔╝░░██╔══╝░░
███████╗╚██████╔╝███████╗███████╗  ██████╦╝░░░██║░░░███████╗
╚══════╝░╚═════╝░╚══════╝╚══════╝  ╚═════╝░░░░╚═╝░░░╚══════╝

"""

print(banner)